Revit 2027 API
SymbolTypeId.LbMassPerLbDegreeF Property
 Symbol lb/(lb·°F), indicating unit Pounds mass per pound degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerLbDegreeF { get; }
Public Shared ReadOnly Property LbMassPerLbDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerLbDegreeF {
	ForgeTypeId^ get ();
}
static member LbMassPerLbDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace